[BLEnum]
$*BLEnum-NONE-RealmType=none
$*BLEnum-UNION-RealmType=Unión Alliance
$*BLEnum-HIERON-RealmType=Holy Hieron Empire
$*BLEnum-NONE-RealmType.Desc=none
$*BLEnum-UNION-RealmType.Desc=After the Fall War, various races in the southern part of the continent forged a permanent military alliance to stand against the Holy Empire. The Alliance is driven by the ambition to eliminate the Empire's influence within their territories and clench the hegemony in the new era.
$*BLEnum-HIERON-RealmType.Desc=Hieron refers to the collective power of the Human empire of Habichts, their allies, and vassal states that rule the northern half of the continent. The Holy Hieron Empire has prospered for a hundred years ruling over a vast territory, protecting the civilized world against the invasion of barbarian hordes.
$*BLEnum-WEAK-NPCGradeType=Poor
$*BLEnum-WEAKEST-NPCGradeType=Weakest
$*BLEnum-NORMAL-NPCGradeType=Common
$*BLEnum-POOR-NPCGradeType=Normal
$*BLEnum-Skilled-NPCGradeType=Skilled
$*BLEnum-ELITE-NPCGradeType=Elite
$*BLEnum-BOSS-NPCGradeType=Boss
$*BLEnum-AMISTAD-RaceType=Amistad
$*BLEnum-AQUAELF-RaceType=Aqua Elf
$*BLEnum-PANTERA-RaceType=Pantera
$*BLEnum-HABICHTS-RaceType=Habichts
$*BLEnum-SYLVANELF-RaceType=Sylvan Elf
$*BLEnum-LUPUS-RaceType=Lupus
$*BLEnum-MASCU-RaceType=Mascu
$*BLEnum-MASCU_U-RaceType=Mascu
$*BLEnum-MASCU_H-RaceType=Mascu
$*BLEnum-IBLIS-RaceType=Iblis
$*BLEnum-FEDAYIN-RaceType=Fedayin
$*BLEnum-SIREN-RaceType=Siren
$*BLEnum-NONE-RaceType.Desc=none
$*BLEnum-AMISTAD-RaceType.Desc=A federation of free, southern cities that gained independence from the Empire. Intelligent, vibrant, and ardent, the people of Amistad consider themselves the true heirs of the Holy Lumen Empire.
$*BLEnum-AQUAELF-RaceType.Desc=Outcast elves who are challenging a predestined fate. As the inheritors of the quintessential magic of the Millennium Kingdom, they stand against the extinction of their race.
$*BLEnum-PANTERA-RaceType.Desc=A race of warriors who worship only strength and battle prowess. They used to live scattered in small tribes until the appearance of Pantera King Murabi, who built a mighty kingdom from the desert fortress Shaqqara.
$*BLEnum-MASCU_U-RaceType.Desc=Foreigners from another continent who came seeking a new land to live on. Fast with numbers and adept at trading, the Mascu possess wondrous technologies that both Hieron and Unión covet.
$*BLEnum-HABICHTS-RaceType.Desc=The Holy Empire that brought light in the Age of Darkness. Successors of Divine Imperator Harman and Ayger the Great, the Habichts value courage, honor, and chivalry.
$*BLEnum-SYLVANELF-RaceType.Desc=Descendants of the beautiful and noble Millenium Kingdom, the Sylvan Elves once thrived in splendor but now live in deep forests guarding the Tree of Life.
$*BLEnum-LUPUS-RaceType.Desc=Tough and agile hunters of the forest, the Lupus is a race that loves nature and peace. But when their hidden wildness is unleashed, they turn into ferocious beasts.
$*BLEnum-MASCU_H-RaceType.Desc=Foreigners from another continent who came seeking a new land to live on. Fast with numbers and adept at trading, the Mascu possess wondrous technologies that both Hieron and Unión covet.
$*BLEnum-GUARDIAN-ClassType=Guardian
$*BLEnum-BERSERKER-ClassType=Berserker
$*BLEnum-ASSASSIN-ClassType=Assassin
$*BLEnum-RANGER-ClassType=Ranger
$*BLEnum-MAGE-ClassType=Mage
$*BLEnum-WARLOCk-ClassType=Warlock
$*BLEnum-PALADIN-ClassType=Paladin
$*BLEnum-MYSTIC-ClassType=Mystic
$*BLEnum-GUARDIAN-ClassType.Desc=Armed with swords and shields, the Guardians are the protectors of the battlefield who always hold the front line. They parry the enemy's attack with an indomitable spirit and deal deadly blows when opportunities arise. The Guardians seek honor and glory, and regard the spirit of sacrifice as the most important virtue.
$*BLEnum-BERSERKER-ClassType.Desc=Berserkers are fearless warriors who wreak havoc with massive two-handed axes, and maintain an "all-or-nothing" attitude in battle, sacrificing defense over sheer Attack Power. Berserkers' intensity intimidates even the most steely of foes, while also rallying their allies with vigor.
$*BLEnum-ASSASSIN-ClassType.Desc=Masters of deadly poisons and stealth, these ruthless killers materialize as if from thin air behind their foes before quickly eliminating them. They bear no names, and completing their mission is their sole purpose.
$*BLEnum-RANGER-ClassType.Desc=Rangers of the wilds whose forte are tracking, scouting, and ambush. They favor bows in battle, which enable them to attack from a distance. Also, they may use a variety of tricks such as traps and snares to turn the battle in their favor.
$*BLEnum-MAGE-ClassType.Desc=Magicians who manipulate the power of the Elements, Mages use various elemental combinations while in battle before bringing it to a conclusion with a powerful, decisive blast. There is no dispute over their vast potential, but the limits of their powers are unknown.
$*BLEnum-WARLOCk-ClassType.Desc=Warlock
$*BLEnum-PALADIN-ClassType.Desc=Paladins possess the combat skills of warriors and the divine powers of priests. They attack with a mace and defend with a shield, while also casting healing and resurrection spells. They can enhance a particular line of abilities according to the situation to turn the battle in their favor.
$*BLEnum-MYSTIC-ClassType.Desc=Shamans who use the power of nature. They draw pure energy from nature to heal their peers and themselves, as well as boosting the power of their allies. They also drain the spirit and vitality from the enemies, turning the tide of battle single-handedly.
$*BLEnum-MALE-GenderType=Male
$*BLEnum-FEMALE-GenderType=Female
$*BLEnum-WP_1H_SHIELD-ItemEquipCategory=Shield
$*BLEnum-AR_MASSIVE_HELMET-ItemEquipCategory=Helmet
$*BLEnum-STRENGTH-ParamType=Strength
$*BLEnum-AGILITY-ParamType=Agility
$*BLEnum-Intelligence-ParamType=Intelligence
$*BLEnum-Wisdom-ParamType=Wisdom
$*BLEnum-Stamina-ParamType=Vitality
$*BLEnum-Technique-ParamType=Frenzy
$*BLEnum-Balance-ParamType=Stability
$*BLEnum-Quickness-ParamType=Knowledge
$*BLEnum-MAX_ENERGY-ParamType=Max Energy
$*BLEnum-MaxHP-ParamType=Maximum Health Point
$*BLEnum-COST-ParamType=Mana
$*BLEnum-ATTACK_POWER-ParamType=Fighting Power
$*BLEnum-Spell_Power-ParamType=Ability Power
$*BLEnum-haste_rating-ParamType=Acceleration
$*BLEnum-hit_rating-ParamType=Hit
$*BLEnum-critical_rating-ParamType=Critical Hit
$*BLEnum-dodge_rating-ParamType=Dodge
$*BLEnum-parry_rating-ParamType=Parry
$*BLEnum-parry_amount-ParamType=Weapon Damage Absorption
$*BLEnum-block_rating-ParamType=Block
$*BLEnum-resist_rating-ParamType=Magic Resistance
$*BLEnum-rc_resist_rating-ParamType=Toughness
$*BLEnum-block_reduce_rating-ParamType=Shield Damage Absorption
$*BLEnum-push_block_amount-ParamType=Reduced Knock Back
$*BLEnum-main_weapon_min_damage-ParamType=Minimum Weapon Attack Power
$*BLEnum-main_weapon_max_damage-ParamType=Maximum Weapon Attack Power
$*BLEnum-main_weapon_attack_period-ParamType=Weapon Attack Period
$*BLEnum-weapon_spell_damage_min-ParamType=Minimum Weapon Ability Power
$*BLEnum-weapon_spell_damage_max-ParamType=Maximum Weapon Ability Power
$*BLEnum-armor-ParamType=Physical Defense
$*BLEnum-spell_armor-ParamType=Magical Defense
$*BLEnum-ENERGY_REGEN-ParamType=Energy recovery rate
$*BLEnum-NONE-ItemEquipSlotType=Other
$*BLEnum-OFF_HAND-ItemEquipSlotType=Side Weapon
$*BLEnum-ONE_HAND-ItemEquipSlotType=Main Weapon
$*BLEnum-BOTH_HAND-ItemEquipSlotType=Two-handed Weapon
$*BLEnum-FULLBODY-ItemEquipSlotType=full body
$*BLEnum-HEAD-ItemEquipSlotType=Head
$*BLEnum-CHEST-ItemEquipSlotType=Chest
$*BLEnum-BELT-ItemEquipSlotType=Waist
$*BLEnum-LEGGING-ItemEquipSlotType=Leg
$*BLEnum-BOOTS-ItemEquipSlotType=Foot
$*BLEnum-SHOULDER-ItemEquipSlotType=Shoulder
$*BLEnum-GLOVE-ItemEquipSlotType=Hand
$*BLEnum-CLOAK-ItemEquipSlotType=Back
$*BLEnum-UNDERWEAR-ItemEquipSlotType=Underwear
$*BLEnum-NECKLACE-ItemEquipSlotType=Neck
$*BLEnum-EARRING-ItemEquipSlotType=Ear
$*BLEnum-RING-ItemEquipSlotType=Finger
$*BLEnum-BRACELET-ItemEquipSlotType=Wrist
$*BLEnum-head_costume-ItemEquipSlotType=Head Costume
$*BLEnum-chest_costume-ItemEquipSlotType=Chest Costume
$*BLEnum-shoulder_costume-ItemEquipSlotType=Shoulder Costume
$*BLEnum-belt_costume-ItemEquipSlotType=Waist Costume
$*BLEnum-glove_costume-ItemEquipSlotType=Hand Costume
$*BLEnum-legging_costume-ItemEquipSlotType=Leg Costume
$*BLEnum-boots_costume-ItemEquipSlotType=Foot Costume
$*BLEnum-one_hand_costume-ItemEquipSlotType=Main Weapon Costume
$*BLEnum-off_hand_costume-ItemEquipSlotType=Side Weapon Costume
$*BLEnum-both_hand_costume-ItemEquipSlotType=Two-handed Weapon Costume
$*BLEnum-one_piece_costume-ItemEquipSlotType=One Piece Costume
$*BLEnum-two_piece_costume-ItemEquipSlotType=Two Piece Costume
$*BLEnum-three_piece_costume_chest-ItemEquipSlotType=Upper Body Clothing
$*BLEnum-three_piece_costume_legging-ItemEquipSlotType=Lower Body Clothing
$*BLEnum-mount_ground_costume-ItemEquipSlotType=Ground Mount Outfit
$*BLEnum-mount_air_costume_slot-ItemEquipSlotType=Flying Mount Outfit
$*BLEnum-pet_costume-ItemEquipSlotType=Pet Uniform
$*BLEnum-NONE-ItemBondingType=none
$*BLEnum-ONGET-ItemBondingType=Can't be traded when acquired
$*BLEnum-ONEQUIP-ItemBondingType=Can't be traded once equipped
$*BLEnum-poor-ItemGradeType=Faulty
$*BLEnum-common-ItemGradeType=Common
$*BLEnum-uncommon-ItemGradeType=Superior
$*BLEnum-rare-ItemGradeType=Rare
$*BLEnum-epic-ItemGradeType=Heroic
$*BLEnum-legendary-ItemGradeType=Legendary
$*BLEnum-lumena-ItemGradeType=Other
$*BLEnum-none-SkillGradeType=
$*BLEnum-poor-SkillGradeType=Faulty
$*BLEnum-common-SkillGradeType=Common
$*BLEnum-uncommon-SkillGradeType=Superior
$*BLEnum-rare-SkillGradeType=Rare
$*BLEnum-epic-SkillGradeType=Heroic
$*BLEnum-legendary-SkillGradeType=Legendary
$*BLEnum-shooting-SkillFiringType=Shooting
$*BLEnum-channeling-SkillFiringType=Channeling
$*BLEnum-multi_strike-SkillFiringType=Multi
$*BLEnum-INSTANT-SkillPrepareType=Instant Cast
$*BLEnum-CASTING-SkillPrepareType=Casting Time
$*BLEnum-FULLCHARGE-SkillPrepareType=full charge
$*BLEnum-NORMALCHARGE-SkillPrepareType=normal charge
$*BLEnum-charge-SkillPrepareType=Charging Time
$*BLEnum-FirstPicker-PartyDistributeMethod=Free for All
$*BLEnum-Sequencial-PartyDistributeMethod=Round Robin
$*BLEnum-SetDistributor-PartyDistributeMethod=Master Loot
$*BLEnum-DiceRoll-PartyDistributeMethod=Roll Dice
$*BLEnum-FIRE-CombatElementType=fire
$*BLEnum-ICE-CombatElementType=ice
$*BLEnum-THUNDER-CombatElementType=th
$*BLEnum-INCISED-CombatElementType=in
$*BLEnum-PUNCTURED-CombatElementType=punc
$*BLEnum-BRUISED-CombatElementType=bru
$*BLEnum-VIGOR-CombatElementType=Fighting Spirit
$*BLEnum-ENERGYSPHERE-CombatElementType=ener
$*BLEnum-SNIPE-CombatElementType=sni
$*BLEnum-SHOT-CombatElementType=shot
$*BLEnum-ANY-CombatElementType=any
$*BLEnum-ADRENALINE-CombatElementType=Anger
$*BLEnum-RANGERFOCUS-CombatElementType=Concentration
$*BLEnum-FIGHT-CombatElementType=Anger
$*BLEnum-VALOR-CombatElementType=Bravery
$*BLEnum-Weapon-ItemCategoryType=Weapon
$*BLEnum-Shield-ItemCategoryType=Shield
$*BLEnum-Armor-ItemCategoryType=Armor
$*BLEnum-Use-ItemCategoryType=Item
$*BLEnum-Skill_book-ItemCategoryType=Skill Book
$*BLEnum-Quest_start-ItemCategoryType=Quest Start Item
$*BLEnum-Quest_use-ItemCategoryType=Quest Item
$*BLEnum-Quest_collect-ItemCategoryType=Quest Collection Item
$*BLEnum-Trash-ItemCategoryType=Miscellaneous Item
$*BLEnum-Mount-ItemCategoryType=Mount
$*BLEnum-Food-ItemCategoryType=Food
$*BLEnum-Mount_Get-ItemCategoryType=Mount Acquisition Item
$*BLEnum-Pet_Get-ItemCategoryType=Pet Acquisition Item
$*BLEnum-Fellow_Get-ItemCategoryType=Servant Acquisition Item
$*BLEnum-Costume_Get-ItemCategoryType=Costume Set
$*BLEnum-HP_potion-ItemCategoryType=Health Recovery Potion
$*BLEnum-SP_potion-ItemCategoryType=Energy Recovery Potion
$*BLEnum-SHP_potion-ItemCategoryType=Health and Energy Recovery Potion
$*BLEnum-Gather_tool-ItemCategoryType=Production tools
$*BLEnum-Anima-ItemCategoryType=Anima
$*BLEnum-Mount_Container-ItemCategoryType=Mount Acquisition Item
$*BLEnum-Pet_Container-ItemCategoryType=Pet Acquisition Item
$*BLEnum-Fellow_Container-ItemCategoryType=Servant Acquisition Item
$*BLEnum-Battle_Weapon-ItemCategoryType=Battle Item
$*BLEnum-MPF_RestoreFatigue-ItemCategoryType=Stamina Recovery Item
$*BLEnum-MPF_GradeUpCount-ItemCategoryType=Potential Awakening Item
$*BLEnum-Customizing_PlasticSurgery-ItemCategoryType=
$*BLEnum-Customizing_Equip-ItemCategoryType=Appearance Item
$*BLEnum-craft_material-ItemCategoryType=Craft Material
$*BLEnum-Accessory-ItemCategoryType=Accessory
$*BLEnum-craft_atelier-ItemCategoryType=Portable Craft Table
$*BLEnum-one_piece_costume-ItemCategoryType=One Piece Costume
$*BLEnum-two_piece_costume-ItemCategoryType=Two Piece Costume
$*BLEnum-three_piece_costume-ItemCategoryType=Two Piece Costume
$*BLEnum-individual_piece_costume-ItemCategoryType=Individual Costume
$*BLEnum-weapon_costume-ItemCategoryType=Weapon Costume
$*BLEnum-shield_costume-ItemCategoryType=Shield Costume
$*BLEnum-Rune-ItemCategoryType=Spirit
$*BLEnum-rune_craft_material-ItemCategoryType=Spirit Fusion Material
$*BLEnum-Return-ItemCategoryType=Stone of Recall
$*BLEnum-Repair_tool-ItemCategoryType=Repair Tool
$*BLEnum-upgrade_material-ItemCategoryType=Enhance Material
$*BLEnum-offensive-RuneCategoryType=Attack Spirit
$*BLEnum-defensive-RuneCategoryType=Defense Spirit Energy
$*BLEnum-key-SkillCategoryType=Key Skill
$*BLEnum-active-SkillCategoryType=Active Skill
$*BLEnum-passive-SkillCategoryType=Passive Skill
$*BLEnum-passiveInvoke-SkillCategoryType=Activate Passive
$*BLEnum-chargeInvoke-SkillCategoryType=Charge Invoke
$*BLEnum-MPF_GradeUp-ItemCategoryType=Upgrade Sub-Material
$*BLEnum-MPF_ExpUp-ItemCategoryType=Enhancement Reinforcement Material
$*BLEnum-MPF_Capsule-ItemCategoryType=Seal Material Item
$*BLEnum-MPF_Skill_Change-ItemCategoryType=Companion Skill Change Token
$*BLEnum-MPF_Skill_Change_All-ItemCategoryType=Companion Skill Change Token
$*BLEnum-MP_Taming-ItemCategoryType=Taming Scroll
$*BLEnum-Mount_Ground_Costume-ItemCategoryType=Ground Mount Outfit
$*BLEnum-Mount_Air_Costume-ItemCategoryType=Flying Mount Outfit
$*BLEnum-Pet_Costume-ItemCategoryType=Pet Uniform
$*BLEnum-SkillDeck_Reset-ItemCategoryType=Item
$*BLEnum-craft_recipe-ItemCategoryType=Crafting recipe
$*BLEnum-Inventory_Expansion-ItemCategoryType=Item to increase inventory slots
$*BLEnum-Gender_Change-ItemCategoryType=Item to change sex and appearance together
$*BLEnum-Appearance_Change-ItemCategoryType=Appearance-Changing Item
$*BLEnum-Character_Slot_Add-ItemCategoryType=Item for adding slots for character creation
$*BLEnum-ChallengeTower_Use-ItemCategoryType=Challenge Tower Scroll
$*BLEnum-none-ItemEquipCategory=
$*BLEnum-WP_1h_dagger-ItemEquipCategory=Dagger
$*BLEnum-WP_1h_sword-ItemEquipCategory=One-handed Sword
$*BLEnum-WP_1h_mace-ItemEquipCategory=One-handed Blunt Weapon
$*BLEnum-WP_1h_axe-ItemEquipCategory=One-handed Axe
$*BLEnum-WP_1h_hammer-ItemEquipCategory=One-handed Hammer
$*BLEnum-WP_2h_bow-ItemEquipCategory=Bow
$*BLEnum-WP_2h_sword-ItemEquipCategory=Two-handed Sword
$*BLEnum-WP_2h_mace-ItemEquipCategory=Two-handed Blunt Weapon
$*BLEnum-WP_2h_axe-ItemEquipCategory=Two-handed Axe
$*BLEnum-WP_2h_staff-ItemEquipCategory=Staff
$*BLEnum-WP_2h_scythe-ItemEquipCategory=Scythe
$*BLEnum-WP_2h_orb-ItemEquipCategory=Orb
$*BLEnum-WP_2h_hammer-ItemEquipCategory=Two-handed Hammer
$*BLEnum-WP_2h_crossbow-ItemEquipCategory=Crossbow
$*BLEnum-WP_2h_wand-ItemEquipCategory=Wand
$*BLEnum-WP_1h_shield-ItemEquipCategory=Shield
$*BLEnum-AR_Massive_helmet-ItemEquipCategory=
$*BLEnum-AR_Heavy_helmet-ItemEquipCategory=
$*BLEnum-AR_Medium_helmet-ItemEquipCategory=
$*BLEnum-AR_Light_helmet-ItemEquipCategory=
$*BLEnum-AR_Robe_helmet-ItemEquipCategory=
$*BLEnum-AR_Massive_upper-ItemEquipCategory=
$*BLEnum-AR_Heavy_upper-ItemEquipCategory=
$*BLEnum-AR_Medium_upper-ItemEquipCategory=
$*BLEnum-AR_Light_upper-ItemEquipCategory=
$*BLEnum-AR_Robe_upper-ItemEquipCategory=
$*BLEnum-AR_Massive_lower-ItemEquipCategory=
$*BLEnum-AR_Heavy_lower-ItemEquipCategory=
$*BLEnum-AR_Medium_lower-ItemEquipCategory=
$*BLEnum-AR_Light_lower-ItemEquipCategory=
$*BLEnum-AR_Robe_lower-ItemEquipCategory=
$*BLEnum-AR_Massive_glove-ItemEquipCategory=
$*BLEnum-AR_Heavy_glove-ItemEquipCategory=
$*BLEnum-AR_Medium_glove-ItemEquipCategory=
$*BLEnum-AR_Light_glove-ItemEquipCategory=
$*BLEnum-AR_Robe_glove-ItemEquipCategory=
$*BLEnum-AR_Massive_boots-ItemEquipCategory=
$*BLEnum-AR_Heavy_boots-ItemEquipCategory=
$*BLEnum-AR_Medium_boots-ItemEquipCategory=
$*BLEnum-AR_Light_boots-ItemEquipCategory=
$*BLEnum-AR_Robe_boots-ItemEquipCategory=
$*BLEnum-AR_Massive_shoulder-ItemEquipCategory=
$*BLEnum-AR_Heavy_shoulder-ItemEquipCategory=
$*BLEnum-AR_Medium_shoulder-ItemEquipCategory=
$*BLEnum-AR_Light_shoulder-ItemEquipCategory=
$*BLEnum-AR_Robe_shoulder-ItemEquipCategory=
$*BLEnum-AR_Massive_belt-ItemEquipCategory=
$*BLEnum-AR_Heavy_belt-ItemEquipCategory=
$*BLEnum-AR_Medium_belt-ItemEquipCategory=
$*BLEnum-AR_Light_belt-ItemEquipCategory=
$*BLEnum-AR_Robe_belt-ItemEquipCategory=
$*BLEnum-EE_etc_cloak-ItemEquipCategory=
$*BLEnum-EE_etc_underwear-ItemEquipCategory=
$*BLEnum-EE_etc_necklace-ItemEquipCategory=Necklace
$*BLEnum-EE_etc_earring-ItemEquipCategory=Earring
$*BLEnum-EE_etc_ring-ItemEquipCategory=Ring
$*BLEnum-EE_etc_bracelet-ItemEquipCategory=Bracelet
$*BLEnum-EI_etc_none-ItemEquipCategory=
$*BLEnum-WP_1h_dagger_costume-ItemEquipCategory=Dagger Costume
$*BLEnum-WP_1h_sword_costume-ItemEquipCategory=One-handed Sword Costume
$*BLEnum-WP_1h_mace_costume-ItemEquipCategory=One-handed Blunt Weapon Costume
$*BLEnum-WP_1h_axe_costume-ItemEquipCategory=One-handed Axe Costume
$*BLEnum-WP_2h_bow_costume-ItemEquipCategory=Bow Costume
$*BLEnum-WP_2h_sword_costume-ItemEquipCategory=Two-handed Sword Costume
$*BLEnum-WP_2h_mace_costume-ItemEquipCategory=Two-handed Blunt Weapon Costume
$*BLEnum-WP_2h_axe_costume-ItemEquipCategory=Two-handed Axe Costume
$*BLEnum-WP_2h_staff_costume-ItemEquipCategory=Staff Costume
$*BLEnum-WP_2h_scythe_costume-ItemEquipCategory=Scythe Costume
$*BLEnum-WP_2h_orb_costume-ItemEquipCategory=Orb Costume
$*BLEnum-WP_1h_shield_costume-ItemEquipCategory=Shield Costume
$*BLEnum-AR_helmet_costume-ItemEquipCategory=Head Individual Costume
$*BLEnum-AR_upper_costume-ItemEquipCategory=Top Individual Costume
$*BLEnum-AR_lower_costume-ItemEquipCategory=Bottoms Individual Costume
$*BLEnum-AR_glove_costume-ItemEquipCategory=Gloves Individual Costume
$*BLEnum-AR_boots_costume-ItemEquipCategory=Shoes Individual Costume
$*BLEnum-AR_shoulder_costume-ItemEquipCategory=Shoulder Individual Costume
$*BLEnum-AR_belt_costume-ItemEquipCategory=Waist Individual Costume
$*BLEnum-AR_one_piece_costume-ItemEquipCategory=One Piece Costume
$*BLEnum-AR_two_piece_costume-ItemEquipCategory=Two Piece Costume
$*BLEnum-AR_three_piece_costume_chest-ItemEquipCategory=Upper Body Clothing
$*BLEnum-AR_three_piece_costume_legging-ItemEquipCategory=Lower Body Clothing
$*BLEnum-Mount_Ground_Costume-ItemEquipCategory=Ground Mount Outfit
$*BLEnum-Mount_Air_Costume-ItemEquipCategory=Flying Mount Outfit
$*BLEnum-Pet_Costume-ItemEquipCategory=Pet Uniform
$*BLEnum-Common-CompanionGradeType=Common
$*BLEnum-Uncommon-CompanionGradeType=Superior
$*BLEnum-Rare-CompanionGradeType=Rare
$*BLEnum-Epic-CompanionGradeType=Heroic
$*BLEnum-Legendary-CompanionGradeType=Legendary
$*BLEnum-HEAVY-ItemWeightCategory=Heavy Armor
$*BLEnum-MEDIUM-ItemWeightCategory=Medium Armor
$*BLEnum-LIGHT-ItemWeightCategory=Light Armor
$*BLEnum-ROBE-ItemWeightCategory=Robe
$*BLEnum-MASSIVE-ItemWeightCategory=Massive
$*BLEnum-NONE-ContentTokenType=INVALID
$*BLEnum-BP-ContentTokenType=BP
$*BLEnum-DP-ContentTokenType=DP
$*BLEnum-CP-ContentTokenType=CP
$*BLEnum-RP-ContentTokenType=RP
$*BLEnum-GP-ContentTokenType=GP
$*BLEnum-LUMENA-ContentTokenType=LUMENA
$*BLEnum-LUMENA_P-ContentTokenType=LUMENA_P
$*BLEnum-Weapon-CraftCategory1Type=Weapon
$*BLEnum-Robe-CraftCategory1Type=Robe
$*BLEnum-Light-CraftCategory1Type=Light Armor
$*BLEnum-Medium-CraftCategory1Type=Medium Armor
$*BLEnum-Heavy-CraftCategory1Type=Heavy Armor
$*BLEnum-Accessory-CraftCategory1Type=Accessory
$*BLEnum-Potion-CraftCategory1Type=Potion
$*BLEnum-Food-CraftCategory1Type=Food
$*BLEnum-Special_craft-CraftCategory1Type=Special Craft
$*BLEnum-AR_helmet-CraftCategory2Type=Head
$*BLEnum-AR_upper-CraftCategory2Type=Top
$*BLEnum-AR_lower-CraftCategory2Type=Bottoms
$*BLEnum-AR_glove-CraftCategory2Type=Gloves
$*BLEnum-AR_boots-CraftCategory2Type=Shoes
$*BLEnum-AR_shoulder-CraftCategory2Type=Shoulder
$*BLEnum-AR_belt-CraftCategory2Type=Waist
$*BLEnum-WP_1h_dagger-CraftCategory2Type=Dagger
$*BLEnum-WP_1h_sword-CraftCategory2Type=One-handed Sword
$*BLEnum-WP_1h_mace-CraftCategory2Type=One-handed Blunt Weapon
$*BLEnum-WP_1h_hammer-CraftCategory2Type=One-handed Hammer
$*BLEnum-WP_2h_hammer-CraftCategory2Type=Two-handed Hammer
$*BLEnum-WP_2h_axe-CraftCategory2Type=Two-handed Axe
$*BLEnum-WP_2h_mace-CraftCategory2Type=Two-handed Blunt Weapon
$*BLEnum-WP_2h_bow-CraftCategory2Type=Bow
$*BLEnum-WP_2h_staff-CraftCategory2Type=Staff
$*BLEnum-WP_2h_wand-CraftCategory2Type=Wand
$*BLEnum-WP_shield-CraftCategory2Type=Shield
$*BLEnum-Necklace-CraftCategory2Type=Necklace
$*BLEnum-Ring-CraftCategory2Type=Ring
$*BLEnum-Bracelet-CraftCategory2Type=Bracelet
$*BLEnum-Potion_health-CraftCategory2Type=Health Potion
$*BLEnum-Potion_mana-CraftCategory2Type=Energy Potion
$*BLEnum-Potion_all-CraftCategory2Type=Potion of Panacea
$*BLEnum-Food_meat-CraftCategory2Type=Meat
$*BLEnum-Food_bread-CraftCategory2Type=Bread
$*BLEnum-Food_fruit-CraftCategory2Type=Fruit
$*BLEnum-Food_special-CraftCategory2Type=Special Cuisine
$*BLEnum-Food_material-CraftCategory2Type=Food Ingredient
$*BLEnum-Potential_craft-CraftCategory2Type=Potential Open
$*BLEnum-Mount_craft-CraftCategory2Type=Mount
$*BLEnum-Pet_craft-CraftCategory2Type=Pet
$*BLEnum-Medal_craft-CraftCategory2Type=Medal
$*BLEnum-Etc_craft-CraftCategory2Type=Other
$*BLEnum-plant-GatherCategoryType=Plant
$*BLEnum-mine-GatherCategoryType=Mineral
$*BLEnum-Hair-CustomizingEquipCategoryType=Hair
$*BLEnum-Eyeshadow-CustomizingEquipCategoryType=Eye Shadow
$*BLEnum-Eyeliner-CustomizingEquipCategoryType=Eyeliner
$*BLEnum-Eyelashes-CustomizingEquipCategoryType=Eyelash
$*BLEnum-Lens-CustomizingEquipCategoryType=Lens
$*BLEnum-Lipstic-CustomizingEquipCategoryType=Lipstick
$*BLEnum-Lipgloss-CustomizingEquipCategoryType=Lipgloss
$*BLEnum-Blusher-CustomizingEquipCategoryType=Blush
$*BLEnum-Highlighter-CustomizingEquipCategoryType=Highlighter
$*BLEnum-Mole-CustomizingEquipCategoryType=Mole
$*BLEnum-FaceTattoo-CustomizingEquipCategoryType=Face Tattoo
$*BLEnum-BodyTattoo-CustomizingEquipCategoryType=Body Tattoo
$*BLEnum-Stamp-CustomizingEquipCategoryType=Variable Tattoo
$*BLEnum-Freckle-CustomizingEquipCategoryType=Freckles
$*BLEnum-Beard-CustomizingEquipCategoryType=Beard
$*BLEnum-Scar-CustomizingEquipCategoryType=Scar
$*BLEnum-Wrinkle-CustomizingEquipCategoryType=Wrinkle
$*BLEnum-Tail-CustomizingEquipCategoryType=Tail
$*BLEnum-EWhole_Style_WholeBodyPreset-CustomizingUIType=Artist Preset
$*BLEnum-EWhole_BodyType_BodyType-CustomizingUIType=Body Type
$*BLEnum-EWhole_BodyType_BodyTypeHeight-CustomizingUIType=Height
$*BLEnum-EWhole_BodyType_BodyFatMuscleMassX-CustomizingUIType=Body Fat
$*BLEnum-EWhole_BodyType_BodyFatMuscleMassY-CustomizingUIType=Body Fat
$*BLEnum-EWhole_Skin_BodySkinColor-CustomizingUIType=Skin Color
$*BLEnum-EWhole_Skin_BodySkinShine-CustomizingUIType=Skin Gloss
$*BLEnum-EWhole_FurColor_FurBackColor-CustomizingUIType=Outer Color
$*BLEnum-EWhole_FurColor_FurBellyColor-CustomizingUIType=Inner Color
$*BLEnum-EWhole_FurColor_FurShine-CustomizingUIType=Overall Gloss
$*BLEnum-EWhole_FurPattern_FurPattern-CustomizingUIType=Fur Pattern
$*BLEnum-EWhole_FurPattern_FurPatternColor-CustomizingUIType=Pattern Color
$*BLEnum-EWhole_FurPattern_FurPatternColorDensity-CustomizingUIType=Pattern Density
$*BLEnum-EHair_Style_HairPreset-CustomizingUIType=Artist Preset
$*BLEnum-EHair_StyleCustom_HairStyle-CustomizingUIType=Change Style
$*BLEnum-EHair_StyleCustom_HairColor-CustomizingUIType=Hair Color
$*BLEnum-EHair_StyleCustom_HairShine-CustomizingUIType=Gloss
$*BLEnum-EFace_Style_FaceBasicForm-CustomizingUIType=Artist Preset
$*BLEnum-EFace_Style_FaceSkinColor-CustomizingUIType=Color
$*BLEnum-EFace_Style_FaceSkinShine-CustomizingUIType=Shine
$*BLEnum-EFace_Eyebrow_ForeheadBasicForm-CustomizingUIType=Forehead
$*BLEnum-EFace_Eyebrow_Eyebrow-CustomizingUIType=Eyebrow
$*BLEnum-EFace_Eyebrow_EyebrowColor-CustomizingUIType=Eyebrow Color
$*BLEnum-EFace_Eyebrow_ForeheadMorphTarget-CustomizingUIType=Forehead Customization
$*BLEnum-EFace_Eyebrow_ForeheadMorphTargetApplication-CustomizingUIType=Forehead Customization
$*BLEnum-EFace_Eye_EyeBasicForm-CustomizingUIType=Eye
$*BLEnum-EFace_Eye_IrisSize-CustomizingUIType=Iris Size
$*BLEnum-EFace_Eye_IrisColor-CustomizingUIType=Iris Color
$*BLEnum-EFace_Eye_PupilsColor-CustomizingUIType=Pupil Color
$*BLEnum-EFace_Eye_EyeballColor-CustomizingUIType=Eyeball Color
$*BLEnum-EFace_Eye_EyeMorphTarget-CustomizingUIType=Eye Shape Customization
$*BLEnum-EFace_Eye_EyeMorphTargetApplication-CustomizingUIType=Eye Shape Customization
$*BLEnum-EFace_Nose_NoseBasicForm-CustomizingUIType=Nose
$*BLEnum-EFace_Nose_NoseMorphTarget-CustomizingUIType=Nose Customization
$*BLEnum-EFace_Nose_NoseMorphTargetApplication-CustomizingUIType=Nose Customization
$*BLEnum-EFace_Mouth_MouthBasicForm-CustomizingUIType=Mouth
$*BLEnum-EFace_Mouth_MouthMorphTarget-CustomizingUIType=Mouth Customization
$*BLEnum-EFace_Mouth_MouthMorphTargetApplication-CustomizingUIType=Mouth Customization
$*BLEnum-EFace_Ear_EarBasicForm-CustomizingUIType=Ear
$*BLEnum-EFace_Ear_EarParts-CustomizingUIType=Ear
$*BLEnum-EFace_Ear_EarMorphTarget-CustomizingUIType=Ear Customization
$*BLEnum-EFace_Ear_EarMorphTargetApplication-CustomizingUIType=Ear Customization
$*BLEnum-EFace_Jaw_JawBasicForm-CustomizingUIType=Jaw
$*BLEnum-EFace_Cheek_CheekBasicForm-CustomizingUIType=Cheek
$*BLEnum-EMakeUp_Style_MakeUpPreset-CustomizingUIType=Artist Preset
$*BLEnum-EMakeUp_Eyeshadow_Eyeshadow-CustomizingUIType=Eye Shadow
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowColorDensity-CustomizingUIType=Overall Color
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowBaseColor-CustomizingUIType=Base Color
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowBaseSize-CustomizingUIType=Range
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowBaseColorDensity-CustomizingUIType=Color Density
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowDoubleEyelidColor-CustomizingUIType=Double Eyelid Line
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowDoubleEyelidSize-CustomizingUIType=Range
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowDoubleEyelidColorDensity-CustomizingUIType=Color Density
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowUnderColor-CustomizingUIType=Under Color
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowUnderSize-CustomizingUIType=Range
$*BLEnum-EMakeUp_Eyeshadow_EyeshadowUnderColorDensity-CustomizingUIType=Color Density
$*BLEnum-EMakeUp_Eyeliner_Eyeliner-CustomizingUIType=Eyeliner
$*BLEnum-EMakeUp_Eyeliner_EyelinerUnder-CustomizingUIType=Under Line
$*BLEnum-EMakeUp_Eyeliner_EyelinerDensity-CustomizingUIType=Density
$*BLEnum-EMakeUp_Eyeliner_EyelinerStartRange-CustomizingUIType=Line Start
$*BLEnum-EMakeUp_Eyeliner_EyelinerEndRotation-CustomizingUIType=Eye Corner Angle
$*BLEnum-EMakeUp_Eyelashes_Eyelashes-CustomizingUIType=Eyelash
$*BLEnum-EMakeUp_Eyelashes_EyelashesColor-CustomizingUIType=Eyelash Color
$*BLEnum-EMakeUp_Eyelashes_EyelashesVolume-CustomizingUIType=Thickness
$*BLEnum-EMakeUp_Lens_Lens-CustomizingUIType=Lens
$*BLEnum-EMakeUp_Lens_LensColor-CustomizingUIType=Lens Color
$*BLEnum-EMakeUp_Lipstic_LipsticColor-CustomizingUIType=Lipstick Color
$*BLEnum-EMakeUp_Lipstic_LipsticColorDensity-CustomizingUIType=Density
$*BLEnum-EMakeUp_Lipstic_LipsticSize-CustomizingUIType=Range
$*BLEnum-EMakeUp_Lipgloss_LipglossShine-CustomizingUIType=Density
$*BLEnum-EMakeUp_Lipgloss_LipglossSize-CustomizingUIType=Range
$*BLEnum-EMakeUp_Blusher_BlusherColor-CustomizingUIType=Blush Color
$*BLEnum-EMakeUp_Blusher_BlusherColorDensity-CustomizingUIType=Density
$*BLEnum-EMakeUp_Blusher_BlusherSize-CustomizingUIType=Range
$*BLEnum-EMakeUp_Highlighter_HighlighterDensity-CustomizingUIType=Density
$*BLEnum-EMakeUp_Mole_MoleLocationX-CustomizingUIType=Position (X-axis)
$*BLEnum-EMakeUp_Mole_MoleLocationY-CustomizingUIType=Position (Y-axis)
$*BLEnum-EMakeUp_Mole_MoleSize-CustomizingUIType=Size
$*BLEnum-EMakeUp_Mole_MoleDensity-CustomizingUIType=Density
$*BLEnum-EDeco_FaceTattoo_FaceTattoo-CustomizingUIType=Face Tattoo
$*BLEnum-EDeco_FaceTattoo_FaceTattooColor-CustomizingUIType=Color
$*BLEnum-EDeco_FaceTattoo_FaceTattooColorDensity-CustomizingUIType=Density
$*BLEnum-EDeco_FaceTattoo_FaceTattooColormultiply-CustomizingUIType=Tint
$*BLEnum-EDeco_BodyTattoo_BodyTattoo-CustomizingUIType=Body Tattoo
$*BLEnum-EDeco_BodyTattoo_BodyTattooColor-CustomizingUIType=Color
$*BLEnum-EDeco_BodyTattoo_BodyTattooColorDensity-CustomizingUIType=Density
$*BLEnum-EDeco_BodyTattoo_BodyTattooColormultiply-CustomizingUIType=Tint
$*BLEnum-EDeco_Stamp_Stamp-CustomizingUIType=Variable Tattoo
$*BLEnum-EDeco_Stamp_StampLocationX-CustomizingUIType=Position (X-axis)
$*BLEnum-EDeco_Stamp_StampLocationY-CustomizingUIType=Position (Y-axis)
$*BLEnum-EDeco_Stamp_StampColor-CustomizingUIType=Color
$*BLEnum-EDeco_Stamp_StampSize-CustomizingUIType=Size
$*BLEnum-EDeco_Stamp_StampRotation-CustomizingUIType=Rotate
$*BLEnum-EDeco_Stamp_StampColorDensity-CustomizingUIType=Density
$*BLEnum-EDeco_Freckle_FreckleColor-CustomizingUIType=Freckles Color
$*BLEnum-EDeco_Freckle_FreckleDensity-CustomizingUIType=Density
$*BLEnum-EDeco_Freckle_FreckleSize-CustomizingUIType=Range
$*BLEnum-EDeco_Beard_Beard-CustomizingUIType=Beard
$*BLEnum-EDeco_Beard_BeardColor-CustomizingUIType=Beard Color
$*BLEnum-EDeco_Scar_Scar-CustomizingUIType=Scar
$*BLEnum-EDeco_Scar_ScarSize-CustomizingUIType=Size
$*BLEnum-EDeco_Scar_ScarLocationX-CustomizingUIType=Position (X-axis)
$*BLEnum-EDeco_Scar_ScarLocationY-CustomizingUIType=Position (Y-axis)
$*BLEnum-EDeco_Scar_ScarDensity-CustomizingUIType=Density
$*BLEnum-EDeco_Scar_ScarRotation-CustomizingUIType=Rotate
$*BLEnum-EDeco_Wrinkle_ForeheadWrinkleDensity-CustomizingUIType=Forehead Wrinkle
$*BLEnum-EDeco_Wrinkle_EyeWrinkleDensity-CustomizingUIType=Eye Wrinkle
$*BLEnum-EDeco_Wrinkle_NasolabialLineDensity-CustomizingUIType=Face Wrinkle
$*BLEnum-EDeco_Tail_Tail-CustomizingUIType=Tail
$*BLEnum-EDeco_Tail_TailColor-CustomizingUIType=Tail Color
$*BLEnum-ESlider_Body_Height-CustomizingUIType=Height
$*BLEnum-ESlider_Body_MuscleMass-CustomizingUIType=Muscle Mass
$*BLEnum-ESlider_Body_BodyFat-CustomizingUIType=Body Fat
$*BLEnum-ESlider_Body_HeadSize-CustomizingUIType=Head Size
$*BLEnum-ESlider_Body_NeckCircumference-CustomizingUIType=Neck Thickness
$*BLEnum-ESlider_Body_NeckLength-CustomizingUIType=Neck Length
$*BLEnum-ESlider_Body_ShoulderVerticalLocation-CustomizingUIType=Shoulder Position
$*BLEnum-ESlider_Body_ShoulderWidth-CustomizingUIType=Shoulder Width
$*BLEnum-ESlider_Body_UpperBodyCircumference-CustomizingUIType=Torso Width
$*BLEnum-ESlider_Body_ArmThickness-CustomizingUIType=Arm Thickness
$*BLEnum-ESlider_Body_ArmLength-CustomizingUIType=Arm Length
$*BLEnum-ESlider_Body_BreastVerticalLocation-CustomizingUIType=Breast Vertical
$*BLEnum-ESlider_Body_BreastHorizontalLocation-CustomizingUIType=Breast Horizontal
$*BLEnum-ESlider_Body_BreastSize-CustomizingUIType=Breast Size
$*BLEnum-ESlider_Body_WaistCircumference-CustomizingUIType=Waist Width
$*BLEnum-ESlider_Body_WaistLength-CustomizingUIType=Waist Length
$*BLEnum-ESlider_Body_AbdomenProjection-CustomizingUIType=Abdomen Size
$*BLEnum-ESlider_Body_PelvisWidth-CustomizingUIType=Pelvic Width
$*BLEnum-ESlider_Body_HipSize-CustomizingUIType=Hip Size
$*BLEnum-ESlider_Body_ThighLength-CustomizingUIType=Thigh Length
$*BLEnum-ESlider_Body_ThighCircumference-CustomizingUIType=Thigh Width
$*BLEnum-ESlider_Body_CalfLength-CustomizingUIType=Calf Length
$*BLEnum-ESlider_Body_CalfCircumference-CustomizingUIType=Calf Width
$*BLEnum-ESlider_Body_FootSize-CustomizingUIType=Foot Size
$*BLEnum-ESlider_Face_EyebrowProjection-CustomizingUIType=Brow Projection
$*BLEnum-ESlider_Face_EyebrowVerticalLocation-CustomizingUIType=Brow Position
$*BLEnum-ESlider_Face_EyebrowThickness-CustomizingUIType=Brow Thickness
$*BLEnum-ESlider_Face_EyebrowHorizontalLength-CustomizingUIType=Eyebrow Length
$*BLEnum-ESlider_Face_TotalEyeVerticalLocation-CustomizingUIType=Total Eye Vertical Position
$*BLEnum-ESlider_Face_EyeVerticalLocation-CustomizingUIType=Eye Position
$*BLEnum-ESlider_Face_EyeSize-CustomizingUIType=Eye Size
$*BLEnum-ESlider_Face_EyeHorizontalLength-CustomizingUIType=Eye Length
$*BLEnum-ESlider_Face_EyeVerticalLength-CustomizingUIType=Eye Vertical Length
$*BLEnum-ESlider_Face_EyeTailVerticalLocation-CustomizingUIType=Eye Corner Position
$*BLEnum-ESlider_Face_EyeRotation-CustomizingUIType=Eye Rotation
$*BLEnum-ESlider_Face_EyeTweenLength-CustomizingUIType=Eye Distance
$*BLEnum-ESlider_Face_EyeProjection-CustomizingUIType=Eye Projection
$*BLEnum-ESlider_Face_NoseVerticalLocation-CustomizingUIType=Nose Position
$*BLEnum-ESlider_Face_NoseSize-CustomizingUIType=Nose Size
$*BLEnum-ESlider_Face_NoseProjection-CustomizingUIType=Nose Projection
$*BLEnum-ESlider_Face_NoseTipShape-CustomizingUIType=Tip Shape
$*BLEnum-ESlider_Face_NoseTipWidth-CustomizingUIType=Tip Width
$*BLEnum-ESlider_Face_NoseBridgeWidth-CustomizingUIType=Bridge Width
$*BLEnum-ESlider_Face_NoseBallVerticalLocation-CustomizingUIType=Nostril Position
$*BLEnum-ESlider_Face_NoseBallSize-CustomizingUIType=Nostril Size
$*BLEnum-ESlider_Face_NoseBallWidth-CustomizingUIType=Nostril Width
$*BLEnum-ESlider_Face_MouthVerticalLocation-CustomizingUIType=Mouth Position
$*BLEnum-ESlider_Face_MouthWidth-CustomizingUIType=Mouth Size
$*BLEnum-ESlider_Face_MouthProjection-CustomizingUIType=Projection
$*BLEnum-ESlider_Face_UpperLipThickness-CustomizingUIType=Upper Lip Thickness
$*BLEnum-ESlider_Face_UpperLipWidth-CustomizingUIType=Upper Lip Width
$*BLEnum-ESlider_Face_UpperLipProjection-CustomizingUIType=Upper Lip Projection
$*BLEnum-ESlider_Face_LowerLipThickness-CustomizingUIType=Lower Lip Thickness
$*BLEnum-ESlider_Face_LowerLipWidth-CustomizingUIType=Lower Lip Width
$*BLEnum-ESlider_Face_LowerLipProjection-CustomizingUIType=Lower Lip Projection
$*BLEnum-ESlider_Face_MouthTailVerticalLocation-CustomizingUIType=Corner Position
$*BLEnum-ESlider_Face_EarSize-CustomizingUIType=Ear Size
$*BLEnum-ESlider_Face_EarVerticalLength-CustomizingUIType=Ear Vertical Length
$*BLEnum-ESlider_Face_EarHorizontalLength-CustomizingUIType=Ear Horizontal Length
$*BLEnum-ESlider_Face_EarWheelHorizontalLocation-CustomizingUIType=Ear Horizontal
$*BLEnum-ESlider_Face_UpperEarWheelLocation-CustomizingUIType=Ear Vertical
$*BLEnum-ESlider_Face_CheekBoneVerticalLocation-CustomizingUIType=Cheekbone Vertical
$*BLEnum-ESlider_Face_CheekBoneHorizontalLocation-CustomizingUIType=Cheekbone Horizontal
$*BLEnum-ESlider_Face_CheekBoneProjection-CustomizingUIType=Cheekbone Projection
$*BLEnum-ESlider_Face_Cheek-CustomizingUIType=Cheek
$*BLEnum-ESlider_Face_JawTipSize-CustomizingUIType=Chin Size
$*BLEnum-ESlider_Face_JawTipProjection-CustomizingUIType=Chin Projection
$*BLEnum-ESlider_Face_JawLength-CustomizingUIType=Chin Length
$*BLEnum-ESlider_Face_JawAngle-CustomizingUIType=Jaw Angle
$*BLEnum-ESlider_Face_JawSize-CustomizingUIType=Jaw Size
$*BLEnum-ESlider_Face_JawProjection-CustomizingUIType=Projection
$*BLEnum-ESlider_Face_JawVolume-CustomizingUIType=Jaw Width
$*BLEnum-ADay-SalesUnitDay=1 day
$*BLEnum-AWeek-SalesUnitDay=7 days
$*BLEnum-AMonth-SalesUnitDay=30 days
$*BLEnum-Limitless-SalesUnitDay=Unlimited
$*BLEnum-Smith-V2MainCraftType=Smelting
$*BLEnum-Handiwork-V2MainCraftType=Handiwork
$*BLEnum-Smelt-V2MainCraftType=Enchanting
$*BLEnum-Cook-V2SubCraftType=Cooking
$*BLEnum-Alchemy-V2SubCraftType=Alchemy
$*BLEnum-Human-FellowRaceType=Human
$*BLEnum-Barbarian-FellowRaceType=Barbarian
$*BLEnum-Creature-FellowRaceType=Beastman
$*BLEnum-Undead-FellowRaceType=Undead
$*BLEnum-tactician-FellowVocationType=Tactician
$*BLEnum-chaser-FellowVocationType=Tracker
$*BLEnum-warrior-FellowVocationType=Enraged Warrior
$*BLEnum-killer-FellowVocationType=Killer
$*BLEnum-smith-FellowVocationType=Blacksmith
$*BLEnum-shaman-FellowVocationType=Elementmancer
$*BLEnum-outlaw-FellowVocationType=Outlaw
$*BLEnum-penitent-FellowVocationType=Penitent
$*BLEnum-wanderer-FellowVocationType=Wanderer
$*BLEnum-strength-V2FellowParamType=Strength
$*BLEnum-agility-V2FellowParamType=Agility
$*BLEnum-intelligence-V2FellowParamType=Intelligence
$*BLEnum-wisdom-V2FellowParamType=Wisdom
$*BLEnum-cruel-V2FellowParamType=Frenzy
$*BLEnum-ability-V2FellowParamType=Dexterity
$*BLEnum-boldness-V2FellowParamType=Boldness
$*BLEnum-concentration-V2FellowParamType=Concentration
$*BLEnum-max_fatigue-V2FellowParamType=Max Stamina
$*BLEnum-restore_fatigue_per_time_fatigue-V2FellowParamType=Stamina restored while not on duty
$*BLEnum-none-WeekDayType=none
$*BLEnum-sun-WeekDayType=Sunday
$*BLEnum-mon-WeekDayType=Monday
$*BLEnum-tue-WeekDayType=Tuesday
$*BLEnum-wed-WeekDayType=Wednesday
$*BLEnum-thu-WeekDayType=Thursday
$*BLEnum-fri-WeekDayType=Friday
$*BLEnum-sat-WeekDayType=Saturday




